{"Summary": {"Croatia": "The GMB was introduced in the Social Welfare A ct in 2013 and came into effect from 2014. Positive economic trends and an effective reduction in the income threshold have seen the number of GMB beneficiaries decrease, from 2. 5% of the population in 2015 to around 1.5% of the population in 2020. There is no research or data on the non -take -up rate in Croatia.", "Lithuania": "The minimum income support available to the working-age population in Lithuania is regulated by the Law on Monetary Social Assistance for Low-Income Residents. The provision of monetary social assistance is implemented by the municipalities. The MCN is indexed annually to price changes.", "Slovakia": "In Slovakia, the minimum income support is provided through the 'assistance in material need' scheme. However, municipalities also play an important role by organising activation programmes. The provision of the material needs benefit is also conditional on participation in a public works scheme.", "Malta": "Malta does not have a Minimum Income scheme with this name. It is also payable to people separated who have  custody of children and to single or widowed parents who lack financial resources. However, the fact that social spending on these rates has decreased following the labour activation measures, and the concomitant  reduction in the number of both SA and UA beneficiaries, are clearly visible in a comparison with  the figures provided in SILC2.", "Italy": "Italy introduced its first minimum income (MI) scheme, ‘Inclusion Income’ , in 2018. The benefit for a single -member household tops -up annual income to EUR 6 000 . Independently of household size, RdC recipients receive  an additional EUR  280 towards their rented accommodation, w ith home owners receiving EUR 150 to wards their mortgage.", "Romania": "In response to low administrative and financial capacity among local administrations, Romania has one minimum income (MI) support scheme- the guaranteed minimum income (GMI), and two complementary means-tested schemes- the family support allowance (FSA) and seasonal heating aids (HA). The GMI scheme became a monetary supporting measure rather than a measure facilitating social inclusion. All means-tested schemes saw a deterioration in their adequacy in recent years.", "Ireland": "1. Ireland has a complex system of minimum income provision, with a range of different programmes for different population categories.\n2. Means tests are used as a criterion for access to health services on a free of charge basis.\n3. The SWA is administered by the Community Welfare Service of the Department of Social Protection.", "Austria": "The report looks at two different social protection schemes, unemployment assistance and minimum income schemes, and highlights some of the challenges with each. There is substantial variation in legislation on minimum income schemes between federal provinces, making it difficult for recipients to access the assistance they need. There is also a lack of proper evaluation of these schemes, making it difficult to identify strengths and challenges.", "Sweden": "The Swedish National minimum income scheme is constructed and assessed in relation to other part of the welfare system such as housing allowance, unemployment insurance, establishment allowance and pensions. Social assistance is the only minimum income scheme in Sweden that targets individuals and families with low-income. All residents in Sweden may be eligible for social assistance.", "Denmark": "The Danish system of minimum income benefits is made up of social assistance, supplementary cash benefits, and extensive employment measures and social integration services. Social assistance recipients receive more than recipients of educational assistance or the self -sufficiency and return benefit (transition benefit). The system is not very effective in getting people into work, as many MI recipients are exempt from the complex (29) benefit caps (kontanthjælpsloft) and the requirement to work 225 hours in the preceding 12 months to avoid benefit sanctions (timeregel).", "Belgium": "The Belgian minimum income scheme, called (social) integration income, is embedded within the social welfare system. However, other research indicates that NTU mostly hits the most vulnerable groups. Most of these benefits are based on clear eligibility rules, and the amounts are based on law.", "Luxembourg": "The different national measures in the fight against poverty in Luxembourg are not limited to income poverty, and all aim at either social inclusion or the decrease of the relative poverty risk, which is based on the AROPE concept. The REVIS scheme is managed by the National Solidarity Fund, but no data are collected on take-up (or non-take-up) of REVIS among those individuals and households eligible to claim it.", "Greece": "1. The GMI is a recent addition to the Greek welfare state's anti-poverty arsenal.\n2. The GMI is administered smoothly, but there is room for improvement in interoperability with other benefits, services, and goods.\n3. The GMI is primarily concerned with income support and provides the context in which MI support is operating.", "Germany": "The minimum income system in Germany has two main schemes, one for job-seekers and one for those on social assistance. The system is currently undergoing revision, and in response to the COVID-19 crisis, eligibility criteria have been temporarily relaxed.", "Cyprus": "The Cypriot Guaranteed Minimum Income (GMI) scheme was introduced in 2014 and fully developed in 2019. The scheme includes healthcare, psychological and career advice services, vocational, educational and training (VET) programmes, and, in the case of recipients with dependants, subsidized childcare and long-term care. The scheme has been successful in achieving its declared objectives, including the labour market activation of GMI beneficiaries.", "France": "There are three different minimum income schemes in France, which are the RSA, the ASS, and the activity bonus. The RSA is the state-funded scheme which takes over when job-seekers reach the end of their entitlement to unemployment benefits. The activity bonus is a means-tested top-up to salaries which is paid to employees and civil servants aged over 18, on request and under certain conditions.", "Slovenia": "The two main minimum income schemes in Slovenia are cash social assistance and income supplement. Important additional benefits include emergency financial social assistance and contributions for mandatory health care insurance. Those receiving cash social assistance are the priority group for inclusion in all active labour market policies.", "Finland": "1. The interpretation of adequacy depends on whether we look at the level of a single benefit or the level of the combined minimum income basket.\n2. Family type and life situation have an impact on the results.\n3. According to Eurostat, Finnish income transfers effectively reduce the risk of poverty and, consequently , poverty rates in Finland are among the lowest in the EU.", "Spain": "Spain has developed a means-tested income support scheme for the working-age population. The scheme is nationwide and does not consider the differences in cost of living between regions and urban areas. The purpose of the scheme is to provide support to those at risk of poverty or social exclusion.", "Portugal": "The social insertion income ( RSI) is a scheme aimed at individuals and families living in severe economic distress and in a potential or actual state of social exclusion. The scheme’s local units are made up of local representatives of different bodies. In 2021, the RSI had 261,992 beneficiaries.", "Netherlands": "The Dutch minimum income scheme is governed by the Participation Act. The current government has taken some initiatives to address (child ) poverty. The results showed that the Act had until then hardly reached its goal of more people distant from the labour market finding a (preferably regular) job.", "Latvia": " Latvia has had a guaranteed minimum income (GMI) benefit in place for some time, but recent improvements have been made to the scheme, including the development of a common methodology for setting the GMI threshold. Despite these improvements, the GMI scheme remains inadequate as the threshold remains very low compared to poverty rates.", "Hungary": "In Hungary, people of active age can receive employment substituting benefits or social assistance. The amount of the benefit is fixed and does not depend on family size or income. Despite receiving free healthcare and other benefits, MIS benefits are inadequate.", "Estonia": "1. In Estonia, the main minimum income scheme is subsistence benefit, which covers housing costs.\n2. Unemployment assistance is available for those who are not eligible for unemployment insurance benefit.\n3. To receive either subsistence benefit or unemployment allowance, recipients must meet activation criteria.", "Bulgaria": "1. The Bulgarian government increased the individual percentages that determine the differentiated minimum income (DMI) in August 2021.\n2. The purpose of the DMI is to help those in need, and it is assessed by qualified social workers.\n3. In 2019, 7156 individuals and households received a total of BGN 2390 973 from the DMI."}, "Links to social services": {"Croatia": "The CSW and the Croatian Employment Service are obliged to exchange data on beneficiaries of GMB aged between 15 and 65, who are unemployed and able to work, or partially able to work. This exchange happens on a daily or monthly basis, and is used to check whether individuals are registered in the unemployment register.", "Lithuania": "This section is not available for given ID", "Slovakia": "1. The Slovakian government has a programme in place to help children living in poverty or social exclusion.\n\n2. Part of this programme is the provision of free school lunches for poor children.\n\n3. The programme has been successful in helping more children access school lunches.", "Malta": "1. Despite efforts to reduce dependence on social assistance and unemployment benefits, the link between these programs and employment is very tenuous.\n2. The number of social assistance beneficiaries remained static during the first year of the Covid-19 pandemic, due to job retention measures implemented in Malta.\n3. The Access to Employment Scheme (A2E) offers employment aid to enterprises in Malta and Gozo to promote the recruitment of those jobseekers and inactive persons who experience the most challenges.", "Italy": "This section is not available for given ID", "Romania": "This section is not available for given ID", "Ireland": "There is no preferential access to social services in Ireland for people on minimum income schemes. However, they may be eligible for free GP care if they have been means-tested by the HSE and it would be unduly burdensome for them to arrange to provide general practitioner medical and surgical services for themselves and their dependants.", "Austria": "The legislation for MMI/SA benefits typically includes \"advice and support\", but there is little evidence of how this is actually carried out. There is a lack of resources for proper case management and additional social services / social work. As a consequence, recipients of MMI/SA often have to inform themselves about additional advice and support.", "Sweden": "The text discusses the social services available to those in need in Sweden. It is noted that while there is no detailed regulation concerning implementation, a multidimensional perspective is recommended by the National Board of Health and Welfare. The objective is to identify appropriate support measures at an early stage and to set adequate requirements on the people concerned.", "Denmark": "Three sentences:\n\n1. Social workers and job consultants meet with MI recipients and assess their social, economic, and educational situation.\n\n2. The caseworker also makes a formal request to support services suppliers.\n\n3. MI recipient status is not an eligibility condition for these universal or targeted services.", "Belgium": "1. The right to social assistance in Belgium encompasses a wide variety of services including additional financial support, medical assistance, energy assistance, debt mediation, and housing facilities.\n2. PCSWs have to rely on the 'social mapping' of local social services and civil society organizations to which they can refer integration income beneficiaries in order to address their social problems.\n3. Since 2003, a special program has existed at the FPSSI to help PCSWs contribute to the participation and social activation (PSA) of vulnerable beneficiaries of integration income who are far removed from the labour market.", "Luxembourg": "This section is not available for given ID", "Greece": "The GMI scheme provides links to social services and integrated provision of targeted social services to promote the social inclusion of GMI beneficiaries. The main challenge is the lack of integration between the different platforms used to assess applications and provision of social benefits, services and goods.", "Germany": "1. The Social Code Book XII requires local welfare authorities to provide social integration services to recipients of subsistence benefits in order to help them overcome their need for support.\n2. Access to social integration services is usually granted as part of an integration agreement if it is decided that they can help improve the chances of finding a job.\n3. There is a lack of data and research on social integration services and their effects on employment and social integration.", "Cyprus": "This section is not available for given ID", "France": "The initial orientation leads to some beneficiaries being directed towards support provided by Pôle emploi (42% of them) or other organisations of the PES (6%), and the remainder towards support provided by the departmental council or other non PES organisations (52%). Each type of support, however, combines measures relating to the search for employment with other measures with a more social purpose. Among RSA beneficiaries, the most intensive forms of support are more often provided to those with the lowest qualifications or who have recently registered with Pôle Emploi.", "Slovenia": "The text discusses the social activation pilot project in Slovenia, which provides social services and targeted social services to unemployed people. The project is monitored through consultation with programme providers, coordinators and contact persons.", "Finland": "1. The social services provided by the government are available to all people receiving MI benefits, regardless of income.\n\n2. However, those who are not actively seeking employment are not entitled to occupational healthcare, which can be more difficult to access than services at healthcare centres.\n\n3. The problem is most severe among the lowest income quintile, who may have difficulty accessing necessary services.", "Spain": "The European Union has a minimum income scheme that provides financial assistance to residents who are over the age of 23. In order to be eligible for the scheme, residents must have a previous work history and must not have received unemployment benefits in the past. The scheme is designed to help residents with their living expenses.", "Portugal": "1.Different stakeholders need to be involved in preparing the assessment for social services.\n2. The methods used for targeting depend on the individual/household assessment.\n3.The stakeholders also highlighted what they consider to be the excessive case load, the lack of appropriate training and juridical support, and the excessive adherence to quantitative indicators compared with qualitative aspects.", "Netherlands": "The Participation Act of 2015 shifted the responsibility for minimum income benefit recipients to municipalities with the intention of better addressing multidimensional needs of people. While expenditures on targeted social services may be the result of government efforts within the domain of the Participation Act, the expenditures themselves are often covered by other budgets, which makes it difficult to provide a clear overview of total expenditures. Special social assistance is available for a wide range of necessary costs of existence, including the costs of collective additional health insurance.", "Latvia": "1. The Law on Social Assistance and Social Services requires municipal social services to assess clients' needs and resources.\n2. The needs assessment must pay special attention to families with children.\n3. Each municipality must have at least one social worker per 1,000 inhabitants in order to ensure professional assessment of the needs of the population and the provision of quality social services and social assistance.", "Hungary": "There is no real multidimensional needs assessment in the Czech Republic, only a formal assessment when deciding the type of benefit for which people of active age are eligible. There is no framework for a social integration agreement and no social services routinely target MI recipients. There is very little integrated provision of services, although this may happen informally in some locations or as part of EU-funded programmes.", "Estonia": "1. The OECD has recommended that the Estonian social protection system improve its linking of benefits with social services.\n2. The provision of assistance in Estonia includes the preparation of a case plan and coordination of an activity schedule.\n3. The EUIF also provides services to meet specific needs, such as debt counselling, addiction counselling or psychological counselling.", "Bulgaria": "The Social Service Act sets out 10 main types of social services available to all residents in Bulgaria. These public councils assist in the implementation of municipal social benefit policy, as well as in the development of district strategies, municipal programmes, plans and projects related to social benefits. No information was found on how such cooperation takes place in relation to recipients of monthly allowances."}, "Links with labour market activation": {"Croatia": "1. Unemployed people in Croatia must register with the Croatian Public Employment Service and accept any job offer.\n2. If they are not employed after 12 months, they must participate in motivational counselling and sign an agreement on inclusion in the labour market.\n3. If they are engaged in community work, the GMB is not suspended.", "Lithuania": "The text discusses the new model of employment promotion and motivation services for social assistance recipients in 29 selected municipalities, which case managers are appointed to each social assistance recipient who participates in the project, and case teams are created from the representatives of the municipal social assistance units, the Employment Service and other providers of social services.", "Slovakia": "Overall, the activation allowance has had limited effects in terms of getting long-term unemployed people back into jobs. The material needs benefit is conditional upon participation in activation works, and refusing to take part in these works leads to a reduction in the basic benefit.", "Malta": "The IWB can be considered as being part of the Minimum Income Scheme in Malta. The scheme was extended to one-earner families with lower rates than those of dual-earners to incentivize the second parent to work and attain a higher benefit rate. These social activation measures contributed towards cutting down the number of unemployed, primarily females, to record low levels.", "Italy": "1. The RdC does not incentivise recipients to start work, particularly low -paid work.\n2. Social services are provided by municipalities and are identified according to the household needs reported in the multidimensional assessment.\n3. Filling in the knowledge gaps and identifying strengths and challenges in the effectiveness of the EU Member States’ minimum income schemes is an exploratory study.", "Romania": "This section is not available for given ID", "Ireland": "The text describes the different types of minimum income provision in Ireland and how they relate to inclusive labour market goals and provisions. JA is calculated on a 6 -day payment week and SWA on a 7-day basis, and engagement through the Intreo service is based on this PEX score. An earnings disregard of €20 per day for a maximum of 3 days per week is allowed for each member of a couple; the remainder of the earnings are assessed at 60% to give the weekly means amount.", "Austria": "The text discusses how those receiving unemployment assistance are registered with the Public Employment Service, and how the PES provides three main types of ALMP. It also mentions that sanctions were imposed on 3,478 recipients of MMI/SA in 2020.", "Sweden": "The individual assessment for social assistance applications discretionary decides if the applicant is able to work. In most cases, those considered able-bodied are required to participate in job-search activities and active labour market programmes offered by the public employment service. According to the study by the National Board of Health and Welfare, the introduction of the taper resulted in more social assistance recipients getting a job.", "Denmark": "The EU Member States' minimum income schemes vary in their effectiveness, with some gaps in knowledge. Some of the challenges facing these schemes include the 'job-ready' requirement and the lack of services for people experiencing problems in areas other than work.", "Belgium": "The text discusses the effectiveness of minimum income schemes in the EU. It states that people who are facing structural problems in paying off their debts can apply for collective debt mediation. The evaluation of the co -operation agreement between the Walloon PES (FOREM) and the federation of PCSWs has shown that reintegration of beneficiaries of integration income in to the labour market was successful for 44% of them after six months and for 54% after one year.", "Luxembourg": "This section is not available for given ID", "Greece": "This section is not available for given ID", "Germany": "The sufficiency of funding from the Federal Government for basic income support for job-seekers has been questioned. In practice, however, these requirements are not met in many cases. Sanctions generally are more severe for those young people under 25.", "Cyprus": "1. The minimum income scheme in Cyprus includes a housing allowance for those who live in rented or owned properties.\n2. The activation component of the scheme has been less developed in the past, but there has been significant progress in the last few years.\n3. The provision of targeted social services for beneficiaries is one of the main strengths of the scheme.", "France": "The RSA is a French government-sponsored program that provides financial assistance to low-income individuals and families. The program is linked to labour market activation, meaning that beneficiaries must sign an individualized contract with an organization such as Pôle emploi in order to access employment. However, only half of beneficiaries actually sign such a contract.", "Slovenia": "There are 38,148 unemployed CSA beneficiaries in December 2020. The first individual action plan must be prepared no later than 15 days from registration. Training and education of the unemployed showed positive and statistically significant long-term effects.", "Finland": "The gross income of household members affects the amount of housing allowance. In the case of the LMS, there is an adjustment system for income from part-time or incidental work. Participation in services terminates when the TEO, municipality, and Kela jointly agree that the need for the services no longer exists.", "Spain": "1. The Renta Social Básica is a social welfare program in Cantabria, Spain that provides financial assistance to low-income individuals and families.\n2. To be eligible for the program, applicants must be over the age of 23 and under the age of 65, and must have been living in Cantabria for more than one year.\n3. There are no work requirements or residency requirements for the Renta Social Básica program.", "Portugal": "The RSI is a social benefit in Portugal that includes an insertion contract with a set of rights and duties that claimants must sign in order to be entitled to receive the benefit. The RSI may be cumulated with income from work. When RSI beneficiaries start working via the CEI+, they are entitled to a monthly allocation of 100% of the IAS (€443.20 in 2022) , which replaces the RSI.", "Netherlands": "The Participation Act requires those who apply for minimum income benefit and are below retirement age to register as a jobseeker at the Institute for Employee Insurance. Those who are fully and permanently unfit for work are exempt. The Inspectorate SZW conducted a survey among 755 'classic' minimum income benefit recipients and asked them about the requirement to actively seek work or participate.", "Latvia": "The recipients of GMI benefit are under the supervision of a social worker, who communicates with specialists from the State Employment Agency and the social services office. Whether a recipient of GMI benefit continues to receive the benefit in full or in part depends on the ALMP measure.", "Hungary": "1. The Hungarian government has implemented a number of policies to increase the effectiveness of its minimum income scheme.\n2. These policies include strengthening the PES to provide more flexible employment-enhancing services and increasing the amount of time a recipient can return to the scheme after losing their job.\n3. Data from the Ministry of Innovation and Technology indicates that these policies have had a positive effect on the scheme's effectiveness.", "Estonia": "There is a link between activation measures and social assistance benefits. The Ministry of Social Affairs commissioned a study to assess the impact of subsistence benefits and the effect of changes in the subsistence benefit. All unemployment allowance recipients are required to actively seek work and comply with their individual action plan.", "Bulgaria": "1. The Bulgarian state does not submit detailed statistics on the recipients of monthly social assistance allowances, limiting the accuracy of estimates of the proportion of MI recipients subject to activation requirements.\n2. An unemployed person must have been registered with the Employment Office Directorate for at least six months before submitting their claim.\n3. Where an unemployed member of a household is not registered with the Employment Office Directorate, monthly social assistance allowances can be granted only after a detailed social evaluation of the actual household situation."}, "Governance mechanisms": {"Croatia": "1. The Croatian Employment Service is obliged to exchange data on beneficiaries of GMB aged between 15 and 65, who are unemployed and able to work, or partially able to work.\n2. The daily/monthly exchange is initiated by the CSW to check whether individuals are registered in the unemployment register.\n3. Periodic exchange happens several times a year, where all unemployed GMB beneficiaries are checked for registration with the Croatian Employment Service.", "Lithuania": "1. The Lithuanian government has implemented a project to improve the social assistance system and make it more effective.\n\n2. The project includes the launch of electronic personal files to enable the integrated provision of social assistance benefit and services by relevant providers to be co-ordinated.\n\n3. The project highlights the need to bring social assistance closer to the MCN, which is also used as an absolute poverty threshold in Lithuania.", "Slovakia": "1. The central government is responsible for providing minimum income benefits and allowances.\n2. COLSAF has a dense network of local offices with adequate geographical coverage.\n3. One-off benefits, funded from the municipality budget, can take the form of cash or in-kind benefits.", "Malta": "The Department of Social Security and the Income Support and Co mpliance Division within the Ministry of Social Justice and Solidarity, the Family and Children's Rights are responsible for MI schemes in Malta. A self -sufficient independent and regular monitoring of the scheme outside the COLA mechanism does not exist in Malta, but a number of auditing and monitoring exercises are in place. Reform C5-R5: Reinforcing the resilience of the labour market will specifically address the MI structure in Malta.", "Italy": "The Ministry of Labour and Social Policy is responsible for regulating and implementing the RdC and PdC. Applications and benefit payments are managed by the INPS, while ANPAL monitors ALMPs. The INPS delivers the monetary benefit at a national level.", "Romania": "1. The GMI scheme is a national benefit in Romania that is managed and implemented by local authorities and financially supported by the State budget.\n\n2. Social inquiry to assess eligibility for the three means-tested benefits (GMI, FSA, HA) is carried out by a social worker within the SPAS, or, if there is no SPAS, then within the city hall department in charge of social benefits.\n\n3. Many measures for stimulating employment have been adopted since 2016 but their effectiveness remains low, and very long-term unemployment becomes increasingly prevalent among the long-term", "Ireland": "1.The Department of Social Protection is responsible for decision-making and the organization of social benefits at the national level.\n2. Individuals have the right to appeal any decision made by the Department regarding their entitlement.\n3. The Department of Social Protection conducts social impact assessments of main welfare and direct tax budgetary policies.", "Austria": "The minimum income scheme in Austria has been subject to various changes over the past decade, with different provinces implementing different versions of the scheme. The current coalition government does not have any plans to standardize the scheme across the country. Data exchange between the PES and the institutions responsible for MMI/SA takes place on a regular basis.", "Sweden": "- Social assistance in Sweden is financed and administered at the local level by municipalities, but the legislative frameworks are at the national level.\n- Around one third of all municipalities or city districts use systematic reviews of social services to improve their operation, including payments of social assistance.\n- There is no regular monitoring of the poverty-reducing effects of social assistance.", "Denmark": "The parliament in Denmark is responsible for the legislative frameworks covering MI benefits, employment-oriented measures, social services, and health services. The agency PaymentDenmark uses Big Data and machine learning to identify fraudulent patterns, such as MI benefit recipients buying expensive cars or motorbikes. The statistics on employment measures inform ranking lists and identify positive and negative outliers.", "Belgium": "1. The Belgian government has established a minimum income scheme, called the integration income benefit, which is granted locally by the PCSW.\n\n2. Labour courts have delivered case law concerning minimum income schemes, which steers the interpretation of the legal framework.\n\n3. Statistical data on minimum income schemes are collected at the level of the FPSSI and regularly published on their website.", "Luxembourg": "The text is about a study done on the effects of social media on teenagers. The study found that teenagers who use social media are more likely to be anxious and depressed. The study also found that teenagers who use social media are more likely to have poor sleep habits.", "Greece": "The author describes a time when he was working at a grocery store and a customer came in looking for a specific type of bread. The author asked the customer where he had seen the bread, and the customer said he had seen it in a dream. The author then went to the back of the store and found the bread the customer was looking for.\n\nThe author was working at a grocery store when a customer came in looking for a specific type of bread. The customer said he had seen the bread in a dream, and the author went to the back of the store and found it.", "Germany": "The subsistence benefit scheme in Germany is regulated by national legislation and state implementation laws. The scheme is evaluated by the Institute for Employment Research, which has continuously examined various aspects of the scheme and the effects of activation policies.", "Cyprus": "The Cypriot GMI is designed and implemented at the national level. It is aimed at speeding up and facilitating the provision of state benefits to those in need. The GMI is not primarily constructed with the aim to address relative poverty.", "France": "The RSA is a French social welfare program that is administered by local authorities. The program is decentralized and suffers from funding problems, with many local authorities struggling to fund the program. The RSA is provided by the state solidarity fund.", "Slovenia": "The MLFSAEO regulates and finances MI schemes at the national level, with implementation primarily occurring at the local level through regional SWCs and local employment offices. The IRRSV is responsible for reviewing social benefits, personal social services, and social activation programmes annually.", "Finland": "The Ministry of Social Affairs and Health is responsible for legislation on social assistance in Finland, and works to direct and coordinate social assistance as part of the country's social welfare efforts. One key aspect of monitoring the effectiveness of these efforts is the processing time for benefits. The Finnish Anti-Poverty Network also publishes an annual Poverty Watch report.", "Spain": "The minimum living income in the EU is means-tested, and requirements vary by country. Workers over 45 whose unemployment benefits have expired, as well as unemployed persons re-entering the labour market, are ineligible for the minimum living income. Spanish workers returning from non-EEA countries are also ineligible.", "Portugal": "The Social Security Institute is the governing body responsible for the regulation and financing of minimum income schemes in Italy. This organization is made up of regional departments that work together to provide benefits and services to those in need. While there is no regular evaluation of the RSI, there are few evaluations or studies of it and its evolution over time.", "Netherlands": "There is no formal mechanism that ensures that specific recommendations - should there be any - are implemented but under its system responsibility for the Act, the Minister and State Secretary of SZW are responsible for making changes to the system if it is shown not to work properly, and are in this respect held accountable by the Parliament.", "Latvia": "The primary mechanism for coordinating social inclusion policy in Latvia is the Social Inclusion Policy Coordination Committee, chaired by the Ministry of Welfare. However, the State Audit Office has found that this Committee is not sufficient to coordinate social inclusion across sectors. The State Audit Office is responsible for evaluating the implementation of recommendations from research studies.", "Hungary": "The text discusses the governance mechanisms in place for the Hungarian social security system's Minimum Income Scheme (MIS). Decisions on MIS schemes are made at the national level by district-level government authorities, who also have the power to review and monitor for fraud. Appeals to the courts are free of charge, but the technical nature of the application form makes it difficult for applicants to submit a successful application.", "Estonia": "1. Subsistence benefits in Estonia are financed by general tax revenue, with earmarked funds allocated from the central government to Estonia's 79 local governments each year.\n\n2. Labour market services and unemployment benefits are provided by the EUIF, which consists of a central office and 15 county departments, with a total of 29 counselling centres (as at end-2020).\n\n3. Analyses are carried out to improve measures or increase their efficiency.", "Bulgaria": "1. The Social Assistance Agency is responsible for administering and controlling monthly benefits for MI recipients.\n2. Services are provided to MI recipients at the regional level by the Social Assistance Directorates, specifically their Social Protection Departments.\n3. Data on internal procedures and practices for monitoring expenditure within different government agencies in Bulgaria are difficult to determine."}, "Impact of minimum income schemes": {"Croatia": "Overall, the GMB system in Croatia is well-targeted and does not use any kind of reference budget or indexation. However, activation of unemployed GMB beneficiaries capable of working is not very effective.", "Lithuania": "This section is not available for given ID", "Slovakia": "This section is not available for given ID", "Malta": "The Maltese government is currently in the process of developing a minimum income (MI) policy, which will replace the current system of cost of living adjustments. This new policy is aimed at helping the 9.4% of the population who are considered materially and socially deprived.", "Italy": "1. The RdC was introduced in April 2019, less than one year before the outbreak of the COVID -19 pandemic.\n\n2. The subsequent crisis saw delays in the effective implementation of ALMPs and social inclusion activities for RdC recipients, as well as a lack of detailed studies on the social impact of the RdC.\n\n3. In order to expand the number of beneficiaries without increasing budget costs, the government introduced an equivalence scale to assess equivalised income and compute the level of the RdC, an approach that places large families at a disadvantage and provides", "Romania": "This section is not available for given ID", "Ireland": "The text describes the process of distillation, which is a process used to separate a liquid from a solid or to purify a liquid. Distillation involves heating a liquid to its boiling point and then condensing the vapor to produce a pure liquid. The vapor is then condensed and collected in a separate container.", "Austria": "The study found that the MMI/SA schemes had a positive impact on poverty alleviation and reducing the poverty gap faced by recipient households. However, the study also found that the governance structure of MMI/SA was a major problem, and that there was substantial variation between federal provinces in terms of concrete rules on access, benefit levels, and implementation procedures.", "Sweden": "The social assistance system in Sweden is administered and financed by the municipalities, but governed by national legislation. Social assistance has wide coverage, and the adequacy of benefits should be evaluated against the whole package of support, which may include support for housing costs and municipal supplements for budget items that are not considered in the national scale rates.", "Denmark": "The current minimum income (MI) system in Denmark is not effective in helping people escape poverty. The Commission has proposed changes that would result in more people being in work and improve the quality of social work. However, the MI support system is criticised for its fragmentation and inconsistent service offer across municipalities.", "Belgium": "The EU is planning to increase social minima in the coming years to help people living on integration income. However, data and evaluations in respect of the socio -professional and social integration of beneficiaries of integration income are scarce and not systematic. It is very difficult to assess the real impact of integration efforts for beneficiaries of integration income.", "Luxembourg": "This section is not available for given ID", "Greece": "This section is not available for given ID", "Germany": "1. The effect of minimum income schemes is largely unknown, but it seems that they have not been very successful in getting recipients into work.\n2. A simplified means-test will be put into place in order to help those in need.\n3. Those who do not have any vocational qualifications will be offered the possibility of attending a training course.", "Cyprus": "This section is not available for given ID", "France": "The text above is a description of how to bake a cake. The first step is to preheat the oven, then mix the ingredients together, and finally bake the cake.", "Slovenia": "The impact of MI schemes on the risk of poverty is unclear. A study by the Court of Audit found that the government was partly successful in reducing poverty between 2017 and 2020. Reducing poverty is a political priority in Slovenia.", "Finland": "The European Union's minimum income schemes help to reduce poverty and provide basic security for its citizens, but there are often work disincentives which may contribute to long-term unemployment. To enhance re-employment possibilities and further activation of citizens, services are needed.", "Spain": "1. The table lists various means-tested income support schemes and their key features.\n2. Family responsibilities, income thresholds, and asset thresholds are among the factors considered in means-testing.\n3. Unemployment Allowance is one of the schemes listed.", "Portugal": "The RSI is an important measure for mitigating the intensity and severity of poverty. However, the scheme has some deficiencies, including the rigidity of the insertion programme, the bureaucracy involved, and the insufficient co-ordination between services/partners.", "Netherlands": "1. The Dutch minimum income scheme is governed by the Participation Act.\n2. The scheme is targeted at people with the lowest incomes.\n3. The main goal of the Participation Act is to help people in finding a (preferably regular) job, but many municipalities also recognise and try to address multidimensional needs.", "Latvia": "The article is about how the author's father used to tell him stories about a place called Moominvalley, and how the author now tells those same stories to his own children. The author's father is no longer alive, but the author feels like he is still with him when he tells the stories. The author concludes by saying that stories are a way of keeping the people we love with us.", "Hungary": "The current level of minimum income should be significantly raised and indexed annually in order to support labour market activation and ensure that the MI scheme covers all relevant population at risk. Some do not register as they do not have sufficient employment history to obtain the jobseekers benefit, however after the government decreased mandatory schooling from 18 to 16 years in 2013, the number of very young (16-17 years old) registered jobseekers increased dramatically.", "Estonia": "The bottom decile group benefitted from an increase in the subsistence level in 2019, but this has not been maintained and has resulted in income loss in 2021. The main reason for this is insufficient employment record preceding registration as unemployed. Non-take up of the benefits is likely due to administrative issues, with the application process being complex and requiring several documents.", "Bulgaria": "The Bulgarian government is in the process of reforming its monthly social assistance allowances scheme in order to make it more accessible to those in need and better reflect economic changes. The new government, formed in December 2021, has not yet detailed any new policies for monthly social assistance allowances, so it remains to be seen how they will approach the issue."}, "National schemes": {"Croatia": "The Social Welfare Act in Croatia provides for a minimum income benefit (GMB) for residents, but the base amount is low and many people are excluded from the scheme. The GMB scheme has serious shortcomings in terms of its adequacy.", "Lithuania": "The Lithuanian government provides minimum income support to its citizens via the Law on Monetary Social Assistance for Low-Income Residents. Those of working age who are unemployed must be registered with the Employment Service or with another Member State’s employment service. The maximum social assistance benefit received by a single person in 2021 was as follows: in the first three months it was 4 1.67% of the at -risk -of-poverty threshold (based on 2020 SILC, i.e. €430); in months 6 -12 it was 35.7%; and after 12 months it", "Slovakia": "The Slovakian government provides minimum income support through the 'assistance in material need' scheme. This scheme provides allowances for those with ill-health, for parents caring for children, and for pregnant women. There has been no action taken by the government to increase take-up of the scheme.", "Malta": "The Maltese government provides two schemes that serve as a minimum income support for its citizens. These benefits are tapered off if a person receiving them starts working. Some NGOs claim that these benefits are not adequate.", "Italy": "The national schemes providing minimum income support in Italy are the assegno sociale and the PdC. Eligibility for the assegno sociale only depends on the income of the individual/married couple, while eligibility for the PdC depends on both household income and wealth. The contribution of the RdC to alleviating poverty is not negligible.", "Romania": "The national minimum income thresholds in Romania were updated in November 2021 to include ten income brackets for all consumers, irrespective of the source of energy used for heating. This update was needed in order to maintain a transparent mechanism to update social benefits. However, the value of the SRI has not been updated since 2008, compromising the relationship of GMI thresholds to the minimum levels of work -related incomes.", "Ireland": "The text discusses the different types of benefits available to those who are unemployed in the European Union. It explains how the amount of each benefit is calculated, and highlights the fact that there is some discretion involved in the process. Finally, it provides an overview of research on the Minimum Essential Standard of Living in Ireland.", "Austria": "There is no national scheme for minimum income support in Austria, and each federal province has its own rules. The lack of a one-stop-shop for recipients of low unemployment benefits and the stigma associated with MMI/SA are two of the challenges faced by the scheme.", "Sweden": "1. Social assistance is the only benefit of last resort targeted at the working-age population in Sweden.\n2. According to a survey by the National Board of Health and Welfare (2021), waiting times for new applications were less than two weeks in 95 percent of 312 municipalities and city districts.\n3. Of those eligible, only 28% actually received a benefit (Nelson and Nieuwenhuis, 2021).", "Denmark": "The Danish MI support system provides social assistance, child allowances, and housing allowances to the working-age population. The COVID-19 pandemic has not had any consequences for MI benefit schemes, but the lockdown in March 2020 led to an increase in recipients. The supplementary benefits not linked to MI receipt can be universal benefits that are automatically paid to everyone who fulfils certain criteria, or selective means-tested benefits.", "Belgium": "1. The Belgian minimum income schemes are properly framed and embedded in the welfare system by law.\n\n2. The practice in certain PCSWs of launching investigations into integration income benef iciaries who have a (shared) property is unlawful.\n\n3. The high rate of those who are entitled to an entire integration income can be largely explained by the discrepancy between the NTU rate of those who are entitled to an entire integration income and beneficiaries for whom the integration income is only a supplementary income source.", "Luxembourg": "The REVIS scheme in Luxembourg is designed to incentivise work intensity and make work pay. There are however conditions for people under 25 to benefit as adult recipient of the REVIS, regardle ss of whether they have left the parental home. This complicates the possibility of monitoring in an efficient manner the labour market trajectories of REVIS recipients followed by ONIS, and ultimately the effectiveness of REVIS in facilitating the labour market integration of recipients.", "Greece": "The Greek government has set the income threshold for the Minimum Income Guarantee (MIG) at a relatively low level, at 27% and 26% of median household disposable income for single people and couples with two children respectively. GMI recipients are assigned extra points in the scoring system for selecting participants, as well as a higher rate or a longer duration of subsidy.", "Germany": "The minimum income schemes in Germany form a complex categorically-based benefit system. The eligibility criteria for both benefits are defined by legislation (in Social Code XII for subsistence benefits, and in Social Code II for basic income support for job-seekers) in a similar way. An earnings disregard is applied to income from employment.", "Cyprus": "The Cypriot GMI is a non-categorical national scheme offering, in principle, relatively comprehensive coverage. Based on the relevant legislation, GMI recipients must register with the PES, accept any suitable jobs offered, and not quit a job.", "France": "The main minimum income scheme in France is the active solidarity income (RSA), created by Law No 2008-1249 of 1 December 2008. The lump sum is revalued each year in April according to the annual variation in the consumer price index between March of year N -1 and March of the year N. The level of income support for the different household types can also be expressed as a percentage of the national at -risk -of-poverty threshold, the national extreme at -risk -of-poverty threshold (40% of m edian)  and the gross minimum wage", "Slovenia": "There are two main minimum income schemes available to the working-age population in Slovenia: social cash assistance and income supplement. Both schemes exceed the extreme AROP threshold in all cases. Slovenian citizens and foreigners with a permanent residence permit are eligible for the schemes.", "Finland": "1. The adequacy of the LMS or basic social assistance can be evaluated by reference to the 60%, 50%, or 40% poverty thresholds, or to the monetary value of the minimum consumption basket.\n2. In 2019, about 60% of the recipients were in the two lowest income deciles.\n3. The composition of the minimum income package ( € per month) of an unemployed person getting labour market subsidy in Finland 2020/20217.", "Spain": "Spain has developed a complex system of means-tested income support programs that provide a minimum level of income for specific groups of people. These programs include benefits for pensions, child care, and unemployment assistance. There are many gaps in these programs, including inconsistent requirements for eligibility and lack of coverage for some groups.", "Portugal": "The RSI scheme is a social protection measure that was introduced in 1996 in order to provide income support for those in need. The scheme covers 3.8% of the population on average, and provides benefits such as the social tariff for electricity and gas.", "Netherlands": "The Dutch minimum income scheme is governed by the Participa tion Act ('Participatiewet'). Couples with children receive €1,345 per month. The fourth poverty threshold shown in figure 1 is the European Union's at -risk -of-poverty (AROP) threshold set at 60% of the national median equivalised disposable income after social transfers.", "Latvia": "1. Latvia has a social assistance benefit called the guaranteed minimum income (GMI) benefit, which is based on an assessment of a person's income.\n\n2. In 2019, EUR 4  721  053 was spent on GMI benefit.\n\n3. As of 1 July 2021, the amount of housing benefit is calculated using a formula that takes account of the GMI threshold for the household, actual expenditure on housing, and the total income of the household.", "Hungary": "1.1 Eligibility\n\nMeans testing means that the applicant is entitled to the benefit for persons in active age if the family has no possessions and the per-consumption-unit net family income does not exceed 90% of the statutory minimum old-age pension, HUF 25 650 (EUR 70)2a month since January 2008.\n\nThis reasoning does not explain the lack of transparent, empirically grounded (e.g. linked to poverty limits) criteria.", "Estonia": "The main minimum income scheme in Estonia is subsistence benefit, which is calculated after taxes and social contributions are deducted. Benefits are granted by local governments and the entitlement and amount payable are reevaluated every month. Income from other benefits, such as family benefits, disability benefits, and unemployment benefits, is considered when determining subsistence benefits.", "Bulgaria": "This section is not available for given ID"}}