{"Objectives, structure and governance of the plan": {"France": "The French government has prepared a national communication strategy on the recovery and resilience plan to ensure the visibility of its benefits to citizens. This includes creating a specific logo for all projects financed by the plan. In as far as France considers that a specific measure contained in the recovery and resilience plan entails de minimis aid or aid exempted from the notification requirement, it is the responsibility of France to ensure full compliance with the applicable rules.", "Cyprus": "In total, the plan identifies reforms and investments worth EUR 315,23 million, focusing on health and civil protection, as well as business support for competitiveness. The security self-assessment assessment for investments in digital capacities and connectivity is in line with the Article 18(4) point (g) of the RRF Regulation. State aid and competition rules fully apply to the measures funded by the RRF.", "Lithuania": "1. The Recovery and Resilience Plan (RRP) aims to improve the rules of public-private partnership (PPP) planning and their incorporation into budgets.\n\n2. The RRP also includes a description of how the plan will complement other European and national programmes and planning documents.\n\n3. Finally, the RRP outlines Lithuania’s communication strategy for raising awareness about the EU’s contribution to mitigating the economic and social consequences of the COVID-19 pandemic.", "Finland": "1. Finland's progress towards the Sustainable Development Goals is strong in many respects, with a particular focus on green transition, fairness, digital transition and productivity.\n2. There are however some areas where further improvements are needed, notably with respect to macroeconomic stability.\n3. The government's fourth policy priority is to address the backlog in provision of social and healthcare services caused by the COVID19 pandemic.", "Romania": "This section is not available for given ID", "Denmark": "The Danish plan supports the massive investments in the green transition that are necessary to reach the target of lowering GHG emissions in Denmark by 70% by 2030, which was agreed by a broad majority in the Danish Parliament. The partnerships were tasked with identifying and developing new green solutions, which would both reduce business and industry emissions and strengthen companies’ green competitiveness. The funding for the plan will be registered as revenue in the Budget Bill for 2021 via a supplementary appropriation to be adopted by the Danish Parliament's Finance Committee.", "Slovakia": "The NECP is based on the premise that the transition to a climate-neutral and sustainable economy is essential to ensuring the long-term prosperity of the country and its citizens. The plan includes significant investments in digitalisation of public services and transport infrastructure, as well as measures to increase the use of renewable energy sources.", "Greece": "1. Greece's recovery and resilience plan is aligned with the goals and priorities of other national broad plans.\n\n2. The plan includes measures to strengthen the management and control system of the Recovery and Resilience Facility.\n\n3. Greece plans to request technical support from the Commission through the Technical Support Instrument.", "Austria": "1. Austria's 2050 climate target is to reduce greenhouse gas emissions by 95% compared to 1990. \n2. Per capita emissions in Austria remain above the EU27 average. \n3. Austria will use existing communication projects of the European Union, as well as the dialogues in Austria through the Conference on the Future of Europe.", "Malta": "Malta's plan for the Recovery and Resilience Facility includes security self-assessment for the relevant investments in digital capacities under Components 3, 4 and 5. These investments relate to strengthening the government's digital backbone, digitalisation of the Merchant Shipping Directorate, digitalisation of public administration, including the provision of digital tools for remote working solutions, digitalisation of the healthcare system and justice system. The total cost of these reforms and investments is EUR 77.9 million.", "Estonia": "Estonia has made good progress on the Sustainable Development Goals, but there is still room for improvement, especially in relation to the green transition. The measures under this component aim for a comprehensive approach to the green transition, addressing key market failures and facilitating the technological and behavioural breakthrough to increase the competitiveness of the business sector.", "Sweden": "The Swedish government has released a recovery and resilience plan in response to the Covid-19 pandemic. The plan is based on goals and instruments decided by the parliament, and the responsibility for implementing the individual components lies with the public authorities. The plan includes measures to support businesses, households, and the healthcare sector.", "Germany": "The German economy has performed very well in recent years, reflected in good outcomes for SDG‘Decent work and economic growth’. Componentfriendly renovation and construction is devoted to energy efficiency renovation of buildings. ComponentIt provides support to equip all teachers across Germany with digital devices for end users (3.1.1) and, wi thin the largest measure of the component, EUR 620 million are provided to set upsingle digital platform that In some cases this may include VAT.", "Ireland": "The Irish plan for post-COVID19 recovery focuses on climate, biodiversity, and digitalisation challenges in order to transition to a more sustainable society and economy. The work placement experience programme is expected to help combat the labour-market impact of the crisis, while the eHealth and health reform measures have the potential to support the accessibility and cost-effectiveness of the healthcare system. Ireland's participation in the European digital innovation hubs (EDIHs) network is expected to further support the digital transition of the Irish enterprise.", "Spain": "1. Spain's Real GDP per capita was lower in 2020 compared to 2015, due to the impact of the COVID crisis.\n\n2. The positive impact of the plan on economic resilience and long-term fiscal sustainability should come through fiscal adjustments foreseen in Components 28 (Tax reform system), 29 (Effective public spending) and 30 (Pension system reform), in addition to the increase in potential growth resulting from the implementation of the plan itself.\n\n3. Communication actions will also target management authorities (including regions and local authorities) as regards their responsibilities for the management, monitoring and", "Hungary": "The RRP does not contain any crossborder or multicountry projects. The communication related to the RRP aims to raise awareness on the objectives and added value of the RRF. The RRP envisages communication to the wider public on the progress of implementation fulfilment of milestones and targets, and achievements.", "Italy": "The text briefly explains the different components of the Recovery and Resilience Plan and how they will be implemented in order to improve different aspects of Italy. The consultation of various stakeholders is an important part of the development and implementation of the Plan. The different components of the Plan focus on different areas, including improving the business environment, the management of water resources, and the education system.", "Slovenia": "The performance on SDGs related to the green transition is mixed. On the more positive side, Slovenian labour market indicators are better than the EU average. The plan outlines communication strategy to raise awareness and ensure visibility and recognition of the Recovery and Resilience Facility's contribution to the economic recovery and green and digital transition of the country to the citizens.", "Belgium": "A. The Recovery and Resilience Plan of Belgium provides justification for its consistency with the objectives and priorities of other initiatives.\nB. The plan contributes to the objectives of the National Energy and Climate Plan and is complementary to the forthcoming Partnership Agreement with Belgium due to be submitted in 2021 and the programmes for the implementation of the Structural Funds, and th Youth Guarantee plans.\nC. However, 29 to ensure communication consistency across entities, Belgium will set updedicated website for the Belgian recovery and resilience plan in Dutch, French, German and English to present the measures and the components of the", "Croatia": "The Croatian government has formulated a plan to speed up the rate of renovation and reduce greenhouse gas emissions. The plan includes investments to help reduce the negative consequences of the green transition in the Sisak –Moslavina region. A central coordinating body under the Croatian Ministry of Finance will coordinate and carry out the implementation of the plan.", "Luxembourg": "Luxembourg's recovery and resilience plan is part of the country's broader implementation of the government's priorities and in line with the National Reform Programme. The plan has been presented to the parliamentary Finance and Budget Committee, and a dedicated section on the website of the Ministry of Finance has been set up to provide information on the reforms and investments presented in the plan."}, "Executive summary": {"France": "1.\n\nFrance was one of the European countries most impacted by the COVID19 pandemic, with GDP falling by 8.1% in 2020.\n\n2.\n\nThe French government has put forward a recovery and resilience plan that includes a number of measures to boost growth potential and strengthen economic, social and territorial resilience.\n\n3.\n\nA key priority of the recovery and resilience plan is the green transition, with a number of actions proposed to foster recovery and resilience while also reducing environmental impact.", "Cyprus": "1. The economic plan proposed by Cyprus is expected to have a positive impact on the economy by promoting egovernment and digital transformation of courts. \n2. The governance arrangements proposed by Cyprus for implementation of the overall recovery and resilience plan are robust and the monitoring and reporting mechanism is adequate.\n3. The amount of the estimated total costs of the plan appears commensurate to the expected social and economic impact of the funded measures and in line with the principle of cost-efficiency.", "Lithuania": "The Lithuanian economy is expected to rebound strongly in 2021 after a contraction in 2020. The country's recovery and resilience plan includes adequate measures to address key challenges, such as digitalising the public sector. Investments are also planned in digital skills for children, employees and senior citizens.", "Finland": "The outbreak of COVID-19 has had a significant impact on Finland, though not as severe as many other European countries. The Finnish government is planning on implementing various reforms in order to improve the economy and increase resilience. These reforms include changes to the public administration, labour market policies, and social and healthcare services.", "Romania": "The Romanian economy has been growing mostly due to private consumption, which has been stimulated by tax cuts and increases in the minimum and public wages. However, this has resulted in high and growing current account and budgetary deficits. The COVID19 pandemic has exacerbated these structural weaknesses.", "Denmark": "The coronavirus pandemic has had a major impact on Denmark, although less severe than in many other European countries. The government's national economic 'recovery package' is expected to support investment and help the economy recover.", "Slovakia": "1. The Slovakian government has proposed a recovery and resilience plan that would cost around EUR575 million and focus on climate change mitigation, digitalisation, and other areas. \n2. The cost estimates and supporting documents appear to be reasonable and the arrangements proposed should help to prevent, detect, and correct corruption, fraud, and conflicts of interests. \n3. If the milestones mentioned in the proposal are met, the Slovakian government's plan could effectively help the country recover from the COVID-19 pandemic.", "Greece": "1. Greece has been severely affected by the coronavirus pandemic, as the structure of its economy withlarge share of tourism and transport services sector, and the high share of micro enterprises have made it particularly vulnerable to the shocks triggered by travel restrictions and social distancing measures.\n\n2. These include key investments in energy networks and energy efficiency of buildings, environmental protection and sustainable development.\n\n3. The measures presented in the recovery and resilience plan are especially targeted at addressing the large investment gap that has held back growth in Greece in the past decade, while also facilitating the green and", "Austria": "1. The Austrian economy was doing well before the COVID-19 crisis, but the crisis has had a strong impact. The recovery and resilience plan will help address some of the recommendations that have been made in recent years.\n2. The plan will help reduce Austria's greenhouse gas emissions and shift taxes away from labor. It will also contribute to digital objectives through investments corresponding to 52.8% of the financial contribution from the Recovery and Resilience Facility.\n3. The implementation of the plan will be monitored by the Austrian Ministry of Finance. The majority of cost estimates in the plan are", "Malta": "1) The COVID19 pandemic had a severe impact on the Maltese economy, causing it to contract by 7.8% in 2020.\n2) The Maltese government's recovery and resilience plan focuses on investments in areas such as energy efficiency, renewable energy, sustainable transport and waste management.\n3) Institutional reforms to strengthen the independence and effectiveness of the justice system and the anticorruption and antimoney laundering framework are also included in the plan.", "Estonia": "Estonia’s economy has withstood the COVID19 crisis relatively well and is expected to rebound strongly. The challenges identified in the most recent countryspecific recommendations pertain to the following broad policy areas: the green transition and the digital transformation, the health system and the social safety net, education and training, and supporting innovation and hence the productivity of the economy and the competitiveness of Estonian companies.", "Sweden": "1. In 2020, Sweden's economy contracted by 2.9% due to the COVID-19 pandemic.\n2. The budget balance went from surplus to deficit, and public debt increased from 35% to 39.7% of GDP.\n3. Sweden has requested only the non-repayable financial support under the RRF.", "Germany": "1. Germany's economy was significantly impacted by the COVID19 pandemic and associated lockdowns, but government support has helped to mitigate job losses.\n\n2. Despite high levels of research and development spending, private investment in R&D has stagnated in small and medium enterprises over the past decade.\n\n3. To meet targets for the green and digital transitions, the German government will need to implement additional measures, including financial incentives for renewable energy production.", "Ireland": "The Irish economy expanded by 3.4% in 2020, driven by exports of multinational corporations headquartered there. Substantial government support prevented a surge in unemployment and bankruptcies. The investments also contribute to the frontloading of mature public investment projects, the promotion of private investment and the use of more direct funding instruments to stimulate research and innovation.", "Spain": "____________________________________________________________ ____________________________________________________________ ____________________________________________________________\n\nIn spite of several years of continuous growth and job creation, Spain still faces a number of challenges. The government deficit has widened significantly in recent years. The government has proposed a number of measures to address these issues, including measures to promote innovation and the transition to a green economy.", "Hungary": "The Hungarian government's recovery and resilience plan includes a number of reforms and investments aimed at addressing the country's long-term growth challenges. These reforms are supported by investments in e-health and the digital transformation of the economy and society.", "Italy": "The Italian economy is set to rebound from the sharp and deep recession triggered by the COVID19 pandemic. The focus of the Plan is on growthenhancing reforms and investments. The monitoring and reporting mechanisms are well defined and in line with the intended purposes.", "Slovenia": "The Slovenian economy was disrupted by the COVID19 pandemic and has requested financial support from the Recovery and Resilience Facility. The country is aiming to strengthen its competitive position in the region through key reforms in the social security system, public administration, and business environment.", "Belgium": "The Belgian government has proposed a broad tax reform in response to the COVID-19 crisis, which is expected to improve the country's growth potential and job creation. The focus is on improving digital skills and fostering access to the labour market for vulnerable groups, as well as on the energy-efficient renovation of buildings and the decarbonisation of the energy, industry and transport sectors.", "Croatia": "The COVID19 pandemic has had a detrimental impact on the Croatian economy. The Recovery and Resilience Facility Regulation will support the digital shift of higher education. The implementation of the plan will crucially hinge on the administrative and implementation capacity of the implementing bodies.", "Luxembourg": "1. The macroeconomic scenario for Luxembourg projects relatively strong growth in 2021 after a limited decline in 2020 due to the COVID19 crisis.\n\n2. The main drivers of this growth will be private consumption and the high level of savings, which will fuel renewed economic growth.\n\n3. The plan is expected to contribute to addressing a significant subset of country-specific recommendations issued to Luxembourg in 2019 and 2020."}, "Summary of the assessment of the plan": {"France": "The Plan comprises four pillars: green transition, digital transformation, social and territorial cohesion, and resilience. It is well addressed, notably by strengthening the resilience of the healthcare system and of businesses through competitiveness-enhancing measures. The support to the space sector includes support for R&D (EUR 170 million) and is expected to allow the provision of high-speed internet coverage by satellite to the most remote areas (“zones blanches”), which is critical for improving productivity.", "Cyprus": "The plan features 75 investments and 58 reforms, spread out over 13 components that each have a particular focus. The plan is designed around the overarching objective of strengthening the economy’s resilience and the country’s potential for economically, socially and environmentally sustainable long-term growth and welfare. Smart growth will also be promoted through measures improving Cyprus’ competitiveness and productivity mainly through digitalisation throughout the plan.", "Lithuania": "The Lithuanian plan adequately addresses the four policy pillars through measures to strengthen the health and long-term care systems, reduce poverty, and improve the quality of the education and vocational education and training systems. The remaining policy pillar, incentivising innovation and supporting entrepreneurship, is addressed adequately through measures to digitalise public services, make the public administration more efficient, and improve budgetary framework and tax compliance supporting the sustainability of public finances. The coverage of the Lithuanian plan toward the six pillars is summarised in Table 3.", "Finland": "Finland submitted its National Reform Programme on The information provided in the National Reform Programme is being considered and jointly assessed in this Staff Working Document together with the Recovery and Resilience Plan. The measures in the plan are also aligned with the national energy and climate plan (NECP) for 20212030, especially with respect to its targets on reducing GHG emissions and on achieving carbon neutrality by 2035.", "Romania": "This section is not available for given ID", "Denmark": "The plan for the 'sustainable road transport' component involves taxation changes, a beefed-up scrapping scheme for old diesel cars, and investments to promote green transportation and infrastructure. Denmark is already well advanced with respect to digitalisation, so this dimension of the twin transition is somewhat less pronounced in the plan. The digital component promotes a new digital strategy for all sectors of society, thus advancing welfare and equality, growth and employment, and the green transition.", "Slovakia": "The Slovak Republic is making use of the Recovery and Resilience Facility to invest in a variety of areas in order to improve the country's economic situation. These areas include fiscal policy, structural reforms, research and development, and skills training. These investments are expected to help the country keep high value added jobs and improve social cohesion.", "Greece": "The Greek government has introduced a citizen-focused approach to mobilizing community participation and building a sense of ownership of the country's recovery and resilience plan. The plan includes measures to boost the adoption of digital technologies by businesses, and to create a digital business ecosystem that supports small businesses in obtaining digital services and new technology. The plan also includes initiatives to improve the IT infrastructure of the supervisory authority.", "Austria": "In order to increase security and productivity, the Austrian government is consolidating its IT infrastructure and investing in digitalisation across different sectors. These investments and reforms are expected to have positive effects on various aspects of Austrian society, including economic growth, healthcare provision, and social cohesion. However, Austria still lags behind the EU average in terms of digitalisation of businesses.", "Malta": "Malta's recovery and resilience plan includes six components, three of which include expenditure that contributes to the digital objectives. The plan correctly follows the methodology for digital tagging set out in Annex VII to the RRF Regulation. The milestones and targets included in the Maltese plan constitute an appropriate system for monitoring the plan’s implementation.", "Estonia": "Estonia plans to invest in communications networks and digital technologies in order to improve the efficiency of their processes. If biomass is used as a source for energy, this will be done according to the sustainability criteria defined in Directive 2018/2001. The Hospital Development Plan will outline how the hospital network should be consolidated and hospital infrastructure improved.", "Sweden": "The plan for Sweden's economic and social model focuses on actions that correspond to the needs of the Facility, with an overall balance between pillars. The plan includes public support for the use of smart energy systems as part of building renovations, and measures to tackle the demographic challenges.", "Germany": "The National Reform Programme and the Stability Programme for 2021-2026 include a set of reforms and investments which are coherent and mutually reinforcing. These programmes aim to increase output and productivity growth, as well as create jobs in Germany. The effects of these programmes are quantified in a rigorous way to demonstrate the improvements in output and productivity growth, as well as the increasing demand for labour that stem from the measures included in the programmes.", "Ireland": "The National Recovery and Resilience Plan is expected to support economic cohesion by enhancing the strategic potential of Cork asregional economic driver and to act ascounterbalance to Dublin. The measure related to digitalisation of companies, mainly SMEs, is expected to reinforce their economic and social resilience and strengthen their capacity to participaten value chains across the EU, including through establishment of Irish European digital innovation hubs. The new Digital Strategy for Schools aims at rea lising the potential and further embedding of digital technologies in school activities.", "Spain": "Spain's national recovery plan focuses on three main areas in order to boost the country's economy post-pandemic: digital transformation, green transition, and social cohesion. The plan includes a variety of measures to support these areas, such as investing in digital skills and connectivity, increasing the resource efficiency of existing facilities, and reorienting public expenditure.", "Hungary": "The text above discusses the RRF and cohesion policy programmes in Hungary and how they contribute to the protect ion of the financial interests of the Union. The plan reinforces the anticorruption framework and ensures that detected irregularities are appropriately followed up and sanctioned. The measures in the transport sector are expected to be implemented in compliance with the DNSH principle.", "Italy": "The Plan includes measures to increase the efficiency and fairness of the labour market and to contribute to the European Pillar of Social Rights. The Plan foreseescomprehensive reform of active labour market policies (ALMPs) and vocational training, by defin ing essential levels of training for the most vulnerable groups. Finally, the Plan envisagesbroad communication strategy aimed at informing stakeholders and the general public of the measures included in the Plan and the results achieved.", "Slovenia": "1. The Recovery and Resilience Facility has a communication strategy to raise awareness and ensure visibility and recognition of the Recovery and Resilience Facility’s contribution to the economic recovery and green and digital transition of the country to the citizens.\n2. The strategy focuses on communicating both reforms and investments and identifies joint communication actions on the projects of strategic importance to be implemented together with the European Commission.\n3. Regionally relevant content will be communicated through the regional and local media.", "Belgium": "- Belgium will set up a dedicated website to present the measures and components of the plan in an interactive way. \n- The plan includes several measures that are expected to contribute to social cohesion by increasing the job opportunities for workers in vulnerable groups. \n- The plan also includes a wide array of digital investment measures to increase the efficiency and effectiveness of public services at various levels in Belgium.", "Croatia": "The Croatian recovery and resilience plan includes measures to support the digitisation of public administration and the provision of digital public services. The plan also includes an economic and social impact assessment and a cost assessment to evaluate the overall costs of the measures.", "Luxembourg": "1. The reform of the Housing Pact, which is currently under discussion in Parliament, would offer municipalities the support and incentives to sign legally-binding implementation agreements with the government involving joint obligation to develop land use plans in coordination with the central government.\n2. Strengthening social cohesion The upskilling and reskilling component (1A) in the plan is important for social cohesion, and in particular, one of the investments includes target for the participation of older workers and is thus also expected to contribute to greater social cohesion by investing in people that might more likely be lacking up-to-"}, "Recovery and resilience challenges: scene-setter": {"France": "1. The plan assumes that the fall in economic activity in 2020 will be followed by gradual recovery, with return to precrisis levels in 2022.\n2. In services, the food service industry as well as the sectors related to tourism such as accommodation were the most strongly hit, with decreases in activity of around 80%\n3. Compliance with the 2030 target in sectors not covered by the Emissions Trading System could however be possible, should France comply with the carbon budgets included in the national lowcarbon strategy.", "Cyprus": "1. Cyprus faces many challenges when it comes to making its economy more environmentally friendly. \n2. A large part of the population is not employed, which makes it difficult to fund green initiatives. \n3. Despite this, the country is still working towards transitioning to a more climate-neutral growth model.", "Lithuania": "Lithuania has made strides in terms of economic growth, energy efficiency, and reducing greenhouse gas emissions. However, the country faces challenges in terms of health outcomes and access to healthcare. Lithuania also scores better than the EU average for most of the indicators relating to SDG 16 (‘Peace, justice, and strong institutions’), except for the indicator on ‘death rates for homicide’.", "Finland": "The text talks about how Finland's recovery and resilience plan should contribute to the green and digital transition, and how at least 37% and 20% of the financial allocation needs to contribute to climate and digital objectives respectively.", "Romania": "The Romanian Recovery and Resilience Plan provides detailed information on the national setup for the RRF internal control system. The Plan has a strong focus on waste management and the transition to the circular economy. The cost estimates of the Plan provide a relatively high level of assurance about the risk of double financing from the Recovery and Resilience Facility and other Union funds.", "Denmark": "In recent years, Denmark's economy has proved to be more resilient than the EU average, with many companies being created. However, startups and small and innovative companies often struggle to scale up and grow. In 2020, energy consumption increased, highlighting the need for additional policy and measures to improve efficiency.", "Slovakia": "Slovakia has made fast progress in catching up with the EU average in many areas in the years following EU accession, driven by export-based industrial production based on attractive labour costs, in particular the automotive industry. However, an insufficient performance on waste management with low recycling rates and strong dependence on landfilling, stagnating at around 60% remains one of the main concerns. Slovakia is among Member States of being at risk of not meeting the 2020 target of 50% preparation for reuse/recycling for municipal waste.", "Greece": "1. Greece made limited progress across most of the subdimensions of the Digital Economy and Society index (DESI) and did not close its gap compared to other EU countries.\n2. The research and innovation activity in Greece remains low in general as well in the ICT sector.\n3. In 2019, R&D intensity amounted to 1.27% of GDP in Greece, compared to 2.19% at EU level.", "Austria": "The Austrian government has put together a clear and concise plan in order to achieve their goals of green transition and inclusive growth. This plan includes climate-friendly investment, as well as measures to improve digitalisation and productivity. Despite some progress being made, Austria still has some way to go in terms of reaching their targets.", "Malta": "1. Malta's economic recovery and resilience plan includes a set of consistent, coherent and mutually reinforcing measures that are commensurate with the overall longterm development objectives.\n\n2. Investment fell mainly due to a large drop in construction, while private consumption was dampened by contractions in the retail, accommodation and food sectors.\n\n3. Malta has made significant progress on digitalisation, and according to the Commission's Digital Economy and Society Index (DESI) 2020, the country ranked fifth in the EU (out of 28 countries).", "Estonia": "The RRP is more pessimistic than the latest Commission forecast. The key policy in R&D is focused on public sector contribution and the transition away from oil shale mining and use is by far the most important in terms of the green transition. Despite high percentage of ICT specialists, businesses provide only limited skills training to meet the ICT needs in Estonia.", "Sweden": "1. Sweden has set a national 2030 target to achieve at least a 50% reduction of GHG emissions in its effort sharing sectors compared to 2005.\n\n2. Sweden has made considerable progress on many SDGs related to the green transition.\n\n3. However, there is still scope for improvement, and investments and reforms in line with the objectives of the Facility could further accelerate the progress on the SDGs.", "Germany": "This section is not available for given ID", "Ireland": "The objective of the Recovery and Resilience Facility is to support the green and digital transitions. Ireland faces significant challenges in its transition to circular economy. The country has mixed results on the use of circular material.", "Spain": "The Spanish government has put together a plan to help with the economic consequences of the pandemic, which includes measures to support the recovery and improve resilience. The plan includes provisions for a digital transition, and at least 20% of the total allocation is earmarked for digital objectives.", "Hungary": "The text discusses the EU's digital economy and Hungary's place within it. Hungary performs best on broadband connectivity and worst on the integration of digital technology in enterprises' activities. The COVID-19 pandemic highlighted existing weaknesses in the areas of digital skills, digitalisation of schools, digitalisation of enterprises and digital public services.", "Italy": "(1) Italy's national digital transformation plan is reasonably priced and will have a positive impact on the economy and society.\n\n(2) However, there are still some structural barriers that need to be addressed in order to fully reap the benefits of the digital transition.\n\n(3) The Italian government has launched a digital skills strategy to address these issues.", "Slovenia": "1.The given text deals with the economic condition of Slovenia and its plan for recovery and resilience.\n\n2.Slovenia's economy is struggling and its debt ratio is quite high. However, the country has a plan to improve its economic condition by focusing on certain areas.\n\n3.The areas of focus in the plan are Power Up, Recharge and Refuel, Modernise, and Reskill and Upskill.", "Belgium": "Belgium has proposed organisational arrangements to ensure that the plan’s implementation can effectively be monitored and has demonstrated that the estimated costs of the plan are reasonable and plausible. While Belgium is an EU frontrunner for using digital technology for business, more efforts are needed to fully reap the benefits of the digital transition. These energy efficiency contributions are considered to be of low ambition (European Commission, 2020).", "Croatia": "Croatia has submitted a plan to the European Commission in order to receive financial assistance in recovering from the COVID-19 pandemic. The plan includes measures to improve digital infrastructure and increase the availability of digital public services. The plan also includes measures to improve the resilience of the economy and reduce economic disparities.", "Luxembourg": "The Luxembourg recovery and resilience plan was approved under the RRF Regulation. The key assessment criteria ratings that led to the approval are balanced response, CSRs, growth, jobs, DNSH, green target, digital target, lasting impact, costing, control systems, and coherence. Luxembourg needs to invest in particular in energy efficient construction and the renovation of residential buildings, as well as in energy efficient production processes and business models."}}